Repository: NikitaStogniy/OpenNotch
Catalog: Notch/Resources/*.lproj/Localizable.strings
Languages: de, es, hy, ka, pt, ru, zh_hant

# arrangement.drop_prompt
source: Drop modules here
de: Module hier ablegen
es: Suelta los módulos aquí
hy: Գցեք մոդուլները այստեղ
ka: გადმოიტანეთ მოდულები აქ
pt: Solte os módulos aqui
ru: Перетащите модули сюда
zh_hant: 將模組拖曳到此處

# module.todolist.name
source: To-Do List
de: Aufgabenliste
es: Lista de tareas
hy: Առաջադրանքների ցանկ
ka: დავალებების სია
pt: Lista de tarefas
ru: Список задач
zh_hant: 待辦事項清單

# module.todolist.description
source: Manage your daily tasks with automatic cleanup of completed items
de: Verwalten Sie Ihre täglichen Aufgaben mit automatischer Bereinigung erledigter Einträge
es: Gestiona tus tareas diarias con limpieza automática de elementos completados
hy: Կառավարեք ձեր օրավա առաջադրանքները՝ ավտոմատ մաքրելով ավարտված տարրերը
ka: მართეთ თქვენი ყოველდღიური დავალებები შესრულებული ელემენტების ავტომატური გასუფთავებით
pt: Gerencie suas tarefas diárias com limpeza automática de itens concluídos
ru: Управляйте своими ежедневными задачами с автоматической очисткой завершённых элементов
zh_hant: 管理您的日常任務，自動清理已完成的項目

# todo.new_task.placeholder
source: New task...
de: Neue Aufgabe...
es: Nueva tarea...
hy: Նոր առաջադրանք...
ka: ახალი დავალება...
pt: Nova tarefa...
ru: Новая задача...
zh_hant: 新任務...

# todo.empty.title
source: No tasks
de: Keine Aufgaben
es: No hay tareas
hy: Առաջադրանքներ չկան
ka: არ არის დავალებები
pt: Nenhuma tarefa
ru: Нет задач
zh_hant: 沒有任務

# module.calendar.name
source: Calendar
de: Kalender
es: Calendario
hy: Օրացույց
ka: კალენდარი
pt: Calendário
ru: Календарь
zh_hant: 行事曆

# module.calendar.description
source: View your calendar events and appointments
de: Zeigen Sie Ihre Kalenderereignisse und Termine an
es: Visualiza tus eventos de calendario y citas
hy: Դիտեք ձեր օրացույցի իրադարձություններն ու հանդիպումները
ka: იხილეთ თქვენი კალენდრის მოვლენები და შეხვედრები
pt: Visualize seus eventos de calendário e compromissos
ru: Просматривайте свои календарные события и встречи
zh_hant: 檢視您的行事曆事件和約會

# calendar.today.button
source: Today
de: Heute
es: Hoy
hy: Այսօր
ka: დღეს
pt: Hoje
ru: Сегодня
zh_hant: 今天

# calendar.permission.title
source: Calendar Access Required
de: Kalenderzugriff erforderlich
es: Se requiere acceso al calendario
hy: Անհրաժեշտ է օրացույցի հասանելիություն
ka: საჭიროა კალენდრის წვდომა
pt: Acesso ao calendário necessário
ru: Требуется доступ к календарю
zh_hant: 需要行事曆存取權限

# calendar.permission.message
source: Allow access to view your upcoming events
de: Zugriff erlauben, um Ihre bevorstehenden Ereignisse anzuzeigen
es: Permite el acceso para ver tus próximos eventos
hy: Թույլատրեք մուտքը՝ ձեր առաջիկա իրադարձությունները դիտելու համար
ka: მიეცით წვდომა თქვენი მომავალი მოვლენების სანახავად
pt: Permita o acesso para visualizar seus próximos eventos
ru: Разрешите доступ для просмотра предстоящих событий
zh_hant: 允許存取以檢視您即將發生的事件

# calendar.permission.grant
source: Grant Access
de: Zugriff gewähren
es: Conceder acceso
hy: Տրամադրել մուտք
ka: წვდომის მინიჭება
pt: Conceder acesso
ru: Предоставить доступ
zh_hant: 授予存取權限

# calendar.empty.title
source: No upcoming events
de: Keine bevorstehenden Ereignisse
es: No hay eventos próximos
hy: Առաջիկա իրադարձություններ չկան
ka: არ არის მომავალი მოვლენები
pt: Nenhum evento próximo
ru: Нет предстоящих событий
zh_hant: 沒有即將發生的事件

# calendar.empty.message
source: You're all clear for the next 7 days
de: Sie haben in den nächsten 7 Tagen frei
es: Estás libre durante los próximos 7 días
hy: Դուք ազատ եք հաջորդ 7 օրվա ընթացքում
ka: თქვენ თავისუფალი ხართ შემდეგი 7 დღის განმავლობაში
pt: Você está livre nos próximos 7 dias
ru: У вас всё свободно на следующие 7 дней
zh_hant: 您未來 7 天都是空閒的

# calendar.upcoming.title
source: Upcoming Events
de: Bevorstehende Ereignisse
es: Próximos eventos
hy: Առաջիկա իրադարձություններ
ka: მომავალი მოვლენები
pt: Próximos eventos
ru: Предстоящие события
zh_hant: 即將發生的事件

# calendar.event.all_day
source: All day
de: Ganztägig
es: Todo el día
hy: Ամբողջ օրը
ka: მთელი დღე
pt: Dia todo
ru: Весь день
zh_hant: 全天

# calendar.event.untitled
source: Untitled Event
de: Unbenanntes Ereignis
es: Evento sin título
hy: Անանուն իրադարձություն
ka: უსახელო მოვლენა
pt: Evento sem título
ru: Событие без названия
zh_hant: 未命名事件

# calendar.day.empty
source: No events on this day
de: Keine Ereignisse an diesem Tag
es: No hay eventos en este día
hy: Այս օրը իրադարձություններ չկան
ka: ამ დღეს მოვლენები არ არის
pt: Nenhum evento neste dia
ru: Нет событий в этот день
zh_hant: 這一天沒有事件

# module.mediacontroller.name
source: Media Controller
de: Mediensteuerung
es: Control de medios
hy: Մեդիա վերահսկիչ
ka: მედია კონტროლერი
pt: Controlador de mídia
ru: Медиа-контроллер
zh_hant: 媒體控制器

# module.mediacontroller.description
source: Control your music playback
de: Steuern Sie Ihre Musikwiedergabe
es: Controla la reproducción de música
hy: Վերահսկեք ձեր երաժշտության նվագարկումը
ka: გააკონტროლეთ თქვენი მუსიკის დაკვრა
pt: Controle a reprodução de música
ru: Управляйте воспроизведением музыки
zh_hant: 控制您的音樂播放

# media.empty.message
source: No media playing
de: Keine Medien werden abgespielt
es: No hay medios reproduciéndose
hy: Մեդիա չի նվագարկվում
ka: მედია არ იკვრება
pt: Nenhuma mídia reproduzindo
ru: Нет воспроизводимых медиа
zh_hant: 沒有正在播放的媒體

# module.filemanager.name
source: Files
de: Dateien
es: Archivos
hy: Ֆայլեր
ka: ფაილები
pt: Arquivos
ru: Файлы
zh_hant: 檔案

# module.filemanager.description
source: Drag and drop files for quick access
de: Ziehen und ablegen Sie Dateien für schnellen Zugriff
es: Arrastra y suelta archivos para acceso rápido
hy: Քաշեք և գցեք ֆայլեր արագ մուտքի համար
ka: გადაიტანეთ და გადმოიტანეთ ფაილები სწრაფი წვდომისთვის
pt: Arraste e solte arquivos para acesso rápido
ru: Перетаскивайте файлы для быстрого доступа
zh_hant: 拖放檔案以快速存取

# filemanager.drop.release
source: Release to add
de: Loslassen zum Hinzufügen
es: Suelta para agregar
hy: Արձակեք ավելացնելու համար
ka: გაუშვით დასამატებლად
pt: Solte para adicionar
ru: Отпустите для добавления
zh_hant: 放開以新增

# filemanager.drop.prompt
source: Drop files here
de: Dateien hier ablegen
es: Suelta archivos aquí
hy: Գցեք ֆայլերը այստեղ
ka: გადმოიტანეთ ფაილები აქ
pt: Solte arquivos aqui
ru: Перетащите файлы сюда
zh_hant: 將檔案拖曳到此處

# module.calculator.description
source: Quick calculator accessible via keyboard shortcuts
de: Schneller Rechner, zugänglich über Tastenkürzel
es: Calculadora rápida accesible mediante atajos de teclado
hy: Արագ հաշվիչ՝ հասանելի ստեղնաշարի կարճատների միջոցով
ka: სწრაფი კალკულატორი ხელმისაწვდომი კლავიატურის მალსახმობებით
pt: Calculadora rápida acessível por atalhos de teclado
ru: Быстрый калькулятор, доступный через горячие клавиши
zh_hant: 可透過鍵盤快捷鍵存取的快速計算機

# module.custom.description
source: Custom module
de: Benutzerdefiniertes Modul
es: Módulo personalizado
hy: Հատուկ մոդուլ
ka: მორგებული მოდული
pt: Módulo personalizado
ru: Пользовательский модуль
zh_hant: 自訂模組

# theme.preset.classic_dark
source: Classic Dark
de: Klassisches Dunkel
es: Oscuro clásico
hy: Դասական մուգ
ka: კლასიკური მუქი
pt: Escuro clássico
ru: Классическая тёмная
zh_hant: 經典深色

# theme.preset.midnight_purple
source: Midnight Purple
de: Mitternacht Lila
es: Púrpura medianoche
hy: Կեսգիշերային մանուշակագույն
ka: შუაღამის იისფერი
pt: Roxo meia-noite
ru: Полуночный фиолетовый
zh_hant: 午夜紫

# theme.preset.ocean_blue
source: Ocean Blue
de: Ozeanblau
es: Azul océano
hy: Օվկիանոսային կապույտ
ka: ოკეანის ლურჯი
pt: Azul oceano
ru: Океанский синий
zh_hant: 海洋藍

# theme.preset.minimal
source: Minimal
es: Minimalista
hy: Մինիմալիստական
ka: მინიმალისტური
pt: Minimalista
ru: Минимальная
zh_hant: 極簡

# theme.default.name
source: My Theme
de: Mein Design
es: Mi tema
hy: Իմ թեման
ka: ჩემი თემა
pt: Meu tema
ru: Моя тема
zh_hant: 我的主題

# theme.error.invalid_json
source: Invalid JSON format
de: Ungültiges JSON-Format
es: Formato JSON inválido
hy: Անվավեր JSON ձևաչափ
ka: არასწორი JSON ფორმატი
pt: Formato JSON inválido
ru: Неверный формат JSON
zh_hant: 無效的 JSON 格式

# theme.error.invalid_background
source: Invalid background color. Must be one of: black, gray, blue, purple
de: Ungültige Hintergrundfarbe. Muss eine der folgenden sein: black, gray, blue, purple
es: Color de fondo inválido. Debe ser uno de: black, gray, blue, purple
hy: Անվավեր հետնամասի գույն։ Պետք է լինի հետևյալներից մեկը՝ black, gray, blue, purple
ka: არასწორი ფონის ფერი. უნდა იყოს ერთ-ერთი: black, gray, blue, purple
pt: Cor de fundo inválida. Deve ser uma das seguintes: black, gray, blue, purple
ru: Неверный цвет фона. Должен быть один из: black, gray, blue, purple
zh_hant: 無效的背景顏色。必須是以下之一：black、gray、blue、purple

# theme.error.invalid_accent
source: Invalid accent color. Must be one of: blue, purple, pink, green, orange
de: Ungültige Akzentfarbe. Muss eine der folgenden sein: blue, purple, pink, green, orange
es: Color de acento inválido. Debe ser uno de: blue, purple, pink, green, orange
hy: Անվավեր շեշտադրման գույն։ Պետք է լինի հետևյալներից մեկը՝ blue, purple, pink, green, orange
ka: არასწორი აქცენტის ფერი. უნდა იყოს ერთ-ერთი: blue, purple, pink, green, orange
pt: Cor de destaque inválida. Deve ser uma das seguintes: blue, purple, pink, green, orange
ru: Неверный акцентный цвет. Должен быть один из: blue, purple, pink, green, orange
zh_hant: 無效的強調顏色。必須是以下之一：blue、purple、pink、green、orange

# theme.error.background_opacity
source: Background opacity must be between 50%% and 100%%
de: Hintergrund-Deckkraft muss zwischen 50%% und 100%% liegen
es: La opacidad del fondo debe estar entre 50%% y 100%%
hy: Հետնամասի անթափանցությունը պետք է լինի 50%%-ից 100%%-ի միջև
ka: ფონის გაუმჭვირვალობა უნდა იყოს 50%%-სა და 100%%-ს შორის
pt: A opacidade do fundo deve estar entre 50%% e 100%%
ru: Прозрачность фона должна быть между 50%% и 100%%
zh_hant: 背景不透明度必須介於 50%% 和 100%% 之間

# theme.error.border_opacity
source: Border opacity must be between 0%% and 50%%
de: Rand-Deckkraft muss zwischen 0%% und 50%% liegen
es: La opacidad del borde debe estar entre 0%% y 50%%
hy: Եզրագծի անթափանցությունը պետք է լինի 0%%-ից 50%%-ի միջև
ka: საზღვრის გაუმჭვირვალობა უნდა იყოს 0%%-სა და 50%%-ს შორის
pt: A opacidade da borda deve estar entre 0%% e 50%%
ru: Прозрачность границы должна быть между 0%% и 50%%
zh_hant: 邊框不透明度必須介於 0%% 和 50%% 之間

# theme.error.corner_radius
source: Corner radius must be between 8 and 32
de: Eckenradius muss zwischen 8 und 32 liegen
es: El radio de esquina debe estar entre 8 y 32
hy: Անկյան շառավիղը պետք է լինի 8-ից 32-ի միջև
ka: კუთხის რადიუსი უნდა იყოს 8-სა და 32-ს შორის
pt: O raio de canto deve estar entre 8 e 32
ru: Радиус скругления должен быть между 8 и 32
zh_hant: 圓角半徑必須介於 8 和 32 之間

# theme.error.collapsed_width
source: Collapsed width must be between 200 and 400
de: Eingeklappte Breite muss zwischen 200 und 400 liegen
es: El ancho contraído debe estar entre 200 y 400
hy: Ծալված լայնությունը պետք է լինի 200-ից 400-ի միջև
ka: შეკუმშული სიგანე უნდა იყოს 200-სა და 400-ს შორის
pt: A largura recolhida deve estar entre 200 e 400
ru: Ширина свёрнутого должна быть между 200 и 400
zh_hant: 收合寬度必須介於 200 和 400 之間

# theme.error.collapsed_height
source: Collapsed height must be between 30 and 100
de: Eingeklappte Höhe muss zwischen 30 und 100 liegen
es: El alto contraído debe estar entre 30 y 100
hy: Ծալված բարձրությունը պետք է լինի 30-ից 100-ի միջև
ka: შეკუმშული სიმაღლე უნდა იყოს 30-სა და 100-ს შორის
pt: A altura recolhida deve estar entre 30 e 100
ru: Высота свёрнутого должна быть между 30 и 100
zh_hant: 收合高度必須介於 30 和 100 之間

# theme.error.expanded_width
source: Expanded width must be between 500 and 800
de: Ausgeklappte Breite muss zwischen 500 und 800 liegen
es: El ancho expandido debe estar entre 500 y 800
hy: Բացված լայնությունը պետք է լինի 500-ից 800-ի միջև
ka: გაშლილი სიგანე უნდა იყოს 500-სა და 800-ს შორის
pt: A largura expandida deve estar entre 500 e 800
ru: Ширина развёрнутого должна быть между 500 и 800
zh_hant: 展開寬度必須介於 500 和 800 之間

# theme.error.expanded_height
source: Expanded height must be between 300 and 1000
de: Ausgeklappte Höhe muss zwischen 300 und 1000 liegen
es: El alto expandido debe estar entre 300 y 1000
hy: Բացված բարձրությունը պետք է լինի 300-ից 1000-ի միջև
ka: გაშლილი სიმაღლე უნდა იყოს 300-სა და 1000-ს შორის
pt: A altura expandida deve estar entre 300 e 1000
ru: Высота развёрнутого должна быть между 300 и 1000
zh_hant: 展開高度必須介於 300 和 1000 之間

# theme.error.file_not_found
source: Theme file not found
de: Design-Datei nicht gefunden
es: Archivo de tema no encontrado
hy: Թեմայի ֆայլը չի գտնվել
ka: თემის ფაილი ვერ მოიძებნა
pt: Arquivo de tema não encontrado
ru: Файл темы не найден
zh_hant: 找不到主題檔案

# theme.error.export_failed
source: Failed to export theme
de: Fehler beim Exportieren des Designs
es: Error al exportar tema
hy: Թեմայի արտահանումը ձախողվեց
ka: თემის ექსპორტი ვერ მოხერხდა
pt: Falha ao exportar tema
ru: Не удалось экспортировать тему
zh_hant: 匯出主題失敗
