Repository: NikitaStogniy/OpenNotch
Catalog: Notch/Resources/*.lproj/Localizable.strings
Languages: de, es, hy, ka, pt, ru, zh_hant

# button.ok
source: OK
es: Aceptar
hy: Լավ
ka: კარგი
zh_hant: 確定

# settings.window.title
source: Settings
de: Einstellungen
es: Ajustes
hy: Կարգավորումներ
ka: პარამეტრები
pt: Configurações
ru: Настройки
zh_hant: 設定

# settings.tab.appearance
source: Appearance
de: Aussehen
es: Apariencia
hy: Տեսք
ka: გარეგნობა
pt: Aparência
ru: Внешний вид
zh_hant: 外觀

# settings.tab.modules
source: Modules
de: Module
es: Módulos
hy: Մոդուլներ
ka: მოდულები
pt: Módulos
ru: Модули
zh_hant: 模組

# settings.appearance.title
source: Appearance
de: Aussehen
es: Apariencia
hy: Տեսք
ka: გარეგნობა
pt: Aparência
ru: Внешний вид
zh_hant: 外觀

# settings.appearance.description
source: Customize the visual appearance and behavior of your notch
de: Passen Sie das visuelle Erscheinungsbild und Verhalten Ihrer Notch an
es: Personaliza la apariencia visual y el comportamiento de tu notch
hy: Հարմարեցրեք ձեր notch-ի տեսողական տեսքն ու վարքագիծը
ka: მოარგეთ თქვენი notch-ის ვიზუალური გარეგნობა და ქცევა
pt: Personalize a aparência visual e o comportamento do seu notch
ru: Настройте внешний вид и поведение вашего notch
zh_hant: 自訂您的 notch 視覺外觀和行為

# settings.theme.title
source: Theme
de: Design
es: Tema
hy: Թեմա
ka: თემა
pt: Tema
ru: Тема
zh_hant: 主題

# settings.theme.description
source: Save and load your appearance settings as themes
de: Speichern und laden Sie Ihre Aussehenseinstellungen als Designs
es: Guarda y carga tus ajustes de apariencia como temas
hy: Պահպանեք և բեռնեք ձեր տեսքի կարգավորումները որպես թեմաներ
ka: შეინახეთ და ჩატვირთეთ თქვენი გარეგნობის პარამეტრები როგორც თემები
pt: Salve e carregue suas configurações de aparência como temas
ru: Сохраняйте и загружайте настройки внешнего вида как темы
zh_hant: 儲存和載入您的外觀設定作為主題

# settings.theme.name.label
source: Theme Name
de: Designname
es: Nombre del tema
hy: Թեմայի անուն
ka: თემის სახელი
pt: Nome do tema
ru: Название темы
zh_hant: 主題名稱

# settings.theme.name.placeholder
source: Enter theme name
de: Designname eingeben
es: Ingresa el nombre del tema
hy: Մուտքագրեք թեմայի անունը
ka: შეიყვანეთ თემის სახელი
pt: Digite o nome do tema
ru: Введите название темы
zh_hant: 輸入主題名稱

# settings.theme.export.button
source: Export Theme
de: Design exportieren
es: Exportar tema
hy: Արտահանել թեման
ka: თემის ექსპორტი
pt: Exportar tema
ru: Экспортировать тему
zh_hant: 匯出主題

# settings.theme.import.button
source: Import Theme
de: Design importieren
es: Importar tema
hy: Ներմուծել թեման
ka: თემის იმპორტი
pt: Importar tema
ru: Импортировать тему
zh_hant: 匯入主題

# settings.theme.export.success
source: Theme exported successfully!
de: Design erfolgreich exportiert!
es: ¡Tema exportado exitosamente!
hy: Թեման հաջողությամբ արտահանվեց։
ka: თემა წარმატებით ექსპორტირდა!
pt: Tema exportado com sucesso!
ru: Тема успешно экспортирована!
zh_hant: 主題匯出成功！

# settings.theme.export.message
source: Export your theme as a JSON file
de: Exportieren Sie Ihr Design als JSON-Datei
es: Exporta tu tema como un archivo JSON
hy: Արտահանեք ձեր թեման որպես JSON ֆայլ
ka: ექსპორტირეთ თქვენი თემა JSON ფაილად
pt: Exporte seu tema como um arquivo JSON
ru: Экспортируйте вашу тему как JSON файл
zh_hant: 將您的主題匯出為 JSON 檔案

# settings.theme.import.message
source: Select a theme JSON file to import
de: Wählen Sie eine JSON-Designdatei zum Importieren aus
es: Selecciona un archivo JSON de tema para importar
hy: Ընտրեք թեմայի JSON ֆայլ ներմուծման համար
ka: აირჩიეთ თემის JSON ფაილი იმპორტისთვის
pt: Selecione um arquivo JSON de tema para importar
ru: Выберите JSON файл темы для импорта
zh_hant: 選擇要匯入的主題 JSON 檔案

# settings.theme.export.error
source: Failed to export theme: %@
de: Fehler beim Exportieren des Designs: %@
es: Error al exportar tema: %@
hy: Թեմայի արտահանումը ձախողվեց․ %@
ka: თემის ექსპორტი ვერ მოხერხდა: %@
pt: Falha ao exportar tema: %@
ru: Не удалось экспортировать тему: %@
zh_hant: 匯出主題失敗：%@

# settings.theme.import.error
source: Failed to import theme: %@
de: Fehler beim Importieren des Designs: %@
es: Error al importar tema: %@
hy: Թեմայի ներմուծումը ձախողվեց․ %@
ka: თემის იმპორტი ვერ მოხერხდა: %@
pt: Falha ao importar tema: %@
ru: Не удалось импортировать тему: %@
zh_hant: 匯入主題失敗：%@

# settings.theme.preset.label
source: Preset Themes
de: Voreingestellte Designs
es: Temas predefinidos
hy: Նախադասված թեմաներ
ka: წინასწარ დაყენებული თემები
pt: Temas predefinidos
ru: Готовые темы
zh_hant: 預設主題

# settings.mode.label
source: Settings Mode
de: Einstellungsmodus
es: Modo de ajustes
hy: Կարգավորումների ռեժիմ
ka: პარამეტრების რეჟიმი
pt: Modo de configurações
ru: Режим настроек
zh_hant: 設定模式

# settings.mode.simple
source: Simple
de: Einfach
hy: Պարզ
ka: მარტივი
pt: Simples
ru: Простой
zh_hant: 簡單

# settings.mode.advanced
source: Advanced
de: Erweitert
es: Avanzado
hy: Ընդլայնված
ka: გაფართოებული
pt: Avançado
ru: Расширенный
zh_hant: 進階

# settings.colors.title
source: Colors
de: Farben
es: Colores
hy: Գույներ
ka: ფერები
pt: Cores
ru: Цвета
zh_hant: 顏色

# settings.colors.description
source: Choose the color scheme for your notch background and accent elements
de: Wählen Sie das Farbschema für Ihren Notch-Hintergrund und Akzentelemente
es: Elige el esquema de colores para el fondo y elementos de acento de tu notch
hy: Ընտրեք գունային սխեման ձեր notch-ի հետնամասի և շեշտադրված տարրերի համար
ka: აირჩიეთ ფერთა სქემა თქვენი notch-ის ფონისა და აქცენტის ელემენტებისთვის
pt: Escolha o esquema de cores para o fundo e elementos de destaque do seu notch
ru: Выберите цветовую схему для фона и акцентных элементов вашего notch
zh_hant: 選擇您的 notch 背景和強調元素的配色方案

# settings.colors.background.label
source: Background Color
de: Hintergrundfarbe
es: Color de fondo
hy: Հետնամասի գույն
ka: ფონის ფერი
pt: Cor de fundo
ru: Цвет фона
zh_hant: 背景顏色

# settings.colors.accent.label
source: Accent Color
de: Akzentfarbe
es: Color de acento
hy: Շեշտադրման գույն
ka: აქცენტის ფერი
pt: Cor de destaque
ru: Акцентный цвет
zh_hant: 強調顏色

# settings.colors.black
source: Black
de: Schwarz
es: Negro
hy: Սև
ka: შავი
pt: Preto
ru: Чёрный
zh_hant: 黑色

# settings.colors.dark_gray
source: Dark Gray
de: Dunkelgrau
es: Gris oscuro
hy: Մուգ մոխրագույն
ka: მუქი რუხი
pt: Cinza escuro
ru: Тёмно-серый
zh_hant: 深灰色

# settings.colors.dark_blue
source: Dark Blue
de: Dunkelblau
es: Azul oscuro
hy: Մուգ կապույտ
ka: მუქი ლურჯი
pt: Azul escuro
ru: Тёмно-синий
zh_hant: 深藍色

# settings.colors.dark_purple
source: Dark Purple
de: Dunkellila
es: Púrpura oscuro
hy: Մուգ մանուշակագույն
ka: მუქი იისფერი
pt: Roxo escuro
ru: Тёмно-фиолетовый
zh_hant: 深紫色

# settings.colors.blue
source: Blue
de: Blau
es: Azul
hy: Կապույտ
ka: ლურჯი
pt: Azul
ru: Синий
zh_hant: 藍色

# settings.colors.purple
source: Purple
de: Lila
es: Púrpura
hy: Մանուշակագույն
ka: იისფერი
pt: Roxo
ru: Фиолетовый
zh_hant: 紫色

# settings.colors.pink
source: Pink
de: Rosa
es: Rosa
hy: Վարդագույն
ka: ვარდისფერი
pt: Rosa
ru: Розовый
zh_hant: 粉紅色

# settings.colors.green
source: Green
de: Grün
es: Verde
hy: Կանաչ
ka: მწვანე
pt: Verde
ru: Зелёный
zh_hant: 綠色

# settings.colors.orange
source: Orange
es: Naranja
hy: Նարնջագույն
ka: ნარინჯისფერი
pt: Laranja
ru: Оранжевый
zh_hant: 橙色

# settings.opacity.title
source: Opacity
de: Deckkraft
es: Opacidad
hy: Անթափանցություն
ka: გაუმჭვირვალობა
pt: Opacidade
ru: Прозрачность
zh_hant: 不透明度

# settings.opacity.description
source: Adjust transparency levels for the notch background and border
de: Passen Sie die Transparenzstufen für den Notch-Hintergrund und -Rand an
es: Ajusta los niveles de transparencia para el fondo y el borde del notch
hy: Կարգավորեք թափանցիկության մակարդակները notch-ի հետնամասի և եզրագծի համար
ka: დაარეგულირეთ გამჭვირვალობის დონეები notch-ის ფონისა და საზღვრისთვის
pt: Ajuste os níveis de transparência para o fundo e borda do notch
ru: Настройте уровни прозрачности для фона и границ notch
zh_hant: 調整 notch 背景和邊框的透明度

# settings.opacity.background.label
source: Background Opacity
de: Hintergrund-Deckkraft
es: Opacidad del fondo
hy: Հետնամասի անթափանցություն
ka: ფონის გაუმჭვირვალობა
pt: Opacidade do fundo
ru: Прозрачность фона
zh_hant: 背景不透明度

# settings.opacity.border.label
source: Border Opacity
de: Rand-Deckkraft
es: Opacidad del borde
hy: Եզրագծի անթափանցություն
ka: საზღვრის გაუმჭვირვალობა
pt: Opacidade da borda
ru: Прозрачность границы
zh_hant: 邊框不透明度

# settings.size.title
source: Size
de: Größe
es: Tamaño
hy: Չափ
ka: ზომა
pt: Tamanho
ru: Размер
zh_hant: 大小

# settings.size.description
source: Configure dimensions and corner radius for collapsed and expanded states
de: Konfigurieren Sie Abmessungen und Eckenradius für eingeklappte und ausgeklappte Zustände
es: Configura las dimensiones y el radio de esquina para los estados contraído y expandido
hy: Կարգավորեք չափերն ու անկյան շառավիղը ծալված և բացված վիճակների համար
ka: დააკონფიგურირეთ ზომები და კუთხის რადიუსი შეკუმშული და გაშლილი მდგომარეობებისთვის
pt: Configure as dimensões e raio de canto para os estados recolhido e expandido
ru: Настройте размеры и радиус скругления для свёрнутого и развёрнутого состояний
zh_hant: 配置收合和展開狀態的尺寸和圓角半徑

# settings.size.corner_radius.label
source: Corner Radius
de: Eckenradius
es: Radio de esquina
hy: Անկյան շառավիղ
ka: კუთხის რადიუსი
pt: Raio de canto
ru: Радиус скругления
zh_hant: 圓角半徑

# settings.size.dimensions.label
source: Dimensions
de: Abmessungen
es: Dimensiones
hy: Չափեր
ka: განზომილებები
pt: Dimensões
ru: Размеры
zh_hant: 尺寸

# settings.size.collapsed_width.label
source: Collapsed Width
de: Eingeklappte Breite
es: Ancho contraído
hy: Ծալված լայնություն
ka: შეკუმშული სიგანე
pt: Largura recolhida
ru: Ширина свёрнутого
zh_hant: 收合寬度

# settings.size.collapsed_height.label
source: Collapsed Height
de: Eingeklappte Höhe
es: Alto contraído
hy: Ծալված բարձրություն
ka: შეკუმშული სიმაღლე
pt: Altura recolhida
ru: Высота свёрнутого
zh_hant: 收合高度

# settings.size.expanded_width.label
source: Expanded Width
de: Ausgeklappte Breite
es: Ancho expandido
hy: Բացված լայնություն
ka: გაშლილი სიგანე
pt: Largura expandida
ru: Ширина развёрнутого
zh_hant: 展開寬度

# settings.size.expanded_height.label
source: Expanded Height
de: Ausgeklappte Höhe
es: Alto expandido
hy: Բացված բարձրություն
ka: გაშლილი სიმაღლე
pt: Altura expandida
ru: Высота развёрнутого
zh_hant: 展開高度

# settings.size.spacing.label
source: Spacing
de: Abstand
es: Espaciado
hy: Բացատ
ka: დაშორება
pt: Espaçamento
ru: Отступы
zh_hant: 間距

# settings.size.collapsed_padding.label
source: Collapsed Padding
de: Eingeklappter Innenabstand
es: Relleno contraído
hy: Ծալված լրացում
ka: შეკუმშული ინტერვალი
pt: Preenchimento recolhido
ru: Отступ свёрнутого
zh_hant: 收合內邊距

# settings.interaction.title
source: Interaction
de: Interaktion
es: Interacción
hy: Փոխգործակցություն
ka: ინტერაქცია
pt: Interação
ru: Взаимодействие
zh_hant: 互動

# settings.interaction.description
source: Control how the notch responds to mouse hover and clicks
de: Steuern Sie, wie die Notch auf Mauszeiger und Klicks reagiert
es: Controla cómo responde el notch al pasar el cursor y hacer clic
hy: Վերահսկեք, թե ինչպես է notch-ը արձագանքում մկնիկի անցման և սեղմումների
ka: გააკონტროლეთ როგორ რეაგირებს notch თაგუნას მიტანასა და დაწკაპუნებაზე
pt: Controle como o notch responde ao passar do mouse e cliques
ru: Управляйте реакцией notch на наведение и клики мыши
zh_hant: 控制 notch 如何回應滑鼠懸停和點擊

# settings.interaction.auto_expand.label
source: Auto-expand on hover
de: Automatisch ausklappen bei Mauszeiger
es: Expandir automáticamente al pasar el cursor
hy: Ավտոմատ բացում անցման ժամանակ
ka: ავტომატური გაშლა მიტანისას
pt: Expandir automaticamente ao passar o mouse
ru: Авто-раскрытие при наведении
zh_hant: 懸停時自動展開

# settings.interaction.collapse_delay.label
source: Collapse Delay
de: Einklappen-Verzögerung
es: Retraso de contracción
hy: Ծալման հետաձգում
ka: შეკუმშვის დაყოვნება
pt: Atraso para recolher
ru: Задержка сворачивания
zh_hant: 收合延遲

# settings.animations.title
source: Animations
de: Animationen
es: Animaciones
hy: Անիմացիաներ
ka: ანიმაციები
pt: Animações
ru: Анимация
zh_hant: 動畫

# settings.animations.description
source: Adjust animation speed and smoothness
de: Passen Sie Animationsgeschwindigkeit und -glätte an
es: Ajusta la velocidad y suavidad de las animaciones
hy: Կարգավորեք անիմացիայի արագությունն ու հարթությունը
ka: დაარეგულირეთ ანიმაციის სიჩქარე და სიგლუვე
pt: Ajuste a velocidade e suavidade das animações
ru: Настройте скорость и плавность анимации
zh_hant: 調整動畫速度和流暢度

# settings.animations.duration.label
source: Animation Duration
de: Animationsdauer
es: Duración de la animación
hy: Անիմացիայի տևողություն
ka: ანიმაციის ხანგრძლივობა
pt: Duração da animação
ru: Длительность анимации
zh_hant: 動畫持續時間

# settings.reset.button
source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
hy: Վերականգնել սկզբնական կարգավորումներ
ka: საწყის პარამეტრებზე დაბრუნება
pt: Redefinir para padrão
ru: Сбросить к стандартным
zh_hant: 重設為預設值

# settings.modules.title
source: Modules
de: Module
es: Módulos
hy: Մոդուլներ
ka: მოდულები
pt: Módulos
ru: Модули
zh_hant: 模組

# settings.modules.description
source: Enable or disable features and widgets in your notch
de: Aktivieren oder deaktivieren Sie Funktionen und Widgets in Ihrer Notch
es: Activa o desactiva funciones y widgets en tu notch
hy: Միացրեք կամ անջատեք ֆունկցիաներն ու վիդջեթները ձեր notch-ում
ka: ჩართეთ ან გამორთეთ ფუნქციები და ვიჯეტები თქვენს notch-ში
pt: Ative ou desative recursos e widgets no seu notch
ru: Включайте или отключайте функции и виджеты в вашем notch
zh_hant: 在您的 notch 中啟用或停用功能和小工具

# settings.modules.available.title
source: Available Modules
de: Verfügbare Module
es: Módulos disponibles
hy: Հասանելի մոդուլներ
ka: ხელმისაწვდომი მოდულები
pt: Módulos disponíveis
ru: Доступные модули
zh_hant: 可用模組

# settings.modules.available.description
source: Modular widgets with enhanced functionality
de: Modulare Widgets mit erweiterter Funktionalität
es: Widgets modulares con funcionalidad mejorada
hy: Մոդուլային վիդջեթներ ընդլայնված ֆունկցիոնալությամբ
ka: მოდულური ვიჯეტები გაძლიერებული ფუნქციონალით
pt: Widgets modulares com funcionalidade aprimorada
ru: Модульные виджеты с расширенной функциональностью
zh_hant: 具有增強功能的模組化小工具

# settings.modules.drag.title
source: Drag to arrange
de: Ziehen zum Anordnen
es: Arrastra para organizar
hy: Քաշեք դասավորելու համար
ka: გადაიტანეთ მოწესრიგებისთვის
pt: Arraste para organizar
ru: Перетащите для упорядочивания
zh_hant: 拖曳以排列

# settings.modules.drag.description
source: Use the notch preview above to enable, disable, and arrange modules
de: Verwenden Sie die Notch-Vorschau oben, um Module zu aktivieren, deaktivieren und anzuordnen
es: Usa la vista previa del notch arriba para activar, desactivar y organizar módulos
hy: Օգտագործեք notch-ի նախադիտումը վերևում՝ մոդուլները միացնելու, անջատելու և դասավորելու համար
ka: გამოიყენეთ ზედა notch-ის გადახედვა მოდულების ჩასართავად, გამოსართავად და მოსაწესრიგებლად
pt: Use a visualização do notch acima para ativar, desativar e organizar módulos
ru: Используйте предпросмотр notch выше для включения, отключения и упорядочивания модулей
zh_hant: 使用上方的 notch 預覽來啟用、停用和排列模組

# settings.modules.empty.title
source: No modules available
de: Keine Module verfügbar
es: No hay módulos disponibles
hy: Հասանելի մոդուլներ չկան
ka: არ არის ხელმისაწვდომი მოდულები
pt: Nenhum módulo disponível
ru: Нет доступных модулей
zh_hant: 沒有可用的模組

# settings.modules.empty.description
source: Modules will appear here when available
de: Module werden hier angezeigt, wenn sie verfügbar sind
es: Los módulos aparecerán aquí cuando estén disponibles
hy: Մոդուլները կհայտնվեն այստեղ, երբ հասանելի լինեն
ka: მოდულები გამოჩნდება აქ, როდესაც ხელმისაწვდომი იქნება
pt: Os módulos aparecerão aqui quando disponíveis
ru: Модули появятся здесь, когда будут доступны
zh_hant: 模組可用時將顯示在此處

# settings.modules.status.enabled
source: Enabled
de: Aktiviert
es: Activado
hy: Միացված
ka: ჩართული
pt: Ativado
ru: Включено
zh_hant: 已啟用

# settings.modules.status.disabled
source: Disabled
de: Deaktiviert
es: Desactivado
hy: Անջատված
ka: გამორთული
pt: Desativado
ru: Отключено
zh_hant: 已停用

# menu.notch.hide
source: Hide Notch
de: Notch ausblenden
es: Ocultar Notch
hy: Թաքցնել Notch-ը
ka: Notch-ის დამალვა
pt: Ocultar Notch
ru: Скрыть Notch
zh_hant: 隱藏 Notch

# menu.notch.show
source: Show Notch
de: Notch einblenden
es: Mostrar Notch
hy: Ցույց տալ Notch-ը
ka: Notch-ის ჩვენება
pt: Mostrar Notch
ru: Показать Notch
zh_hant: 顯示 Notch

# menu.recent_files.title
source: Recent Files (%d)
de: Zuletzt verwendete Dateien (%d)
es: Archivos recientes (%d)
hy: Վերջին ֆայլեր (%d)
ka: ბოლო ფაილები (%d)
pt: Arquivos recentes (%d)
ru: Недавние файлы (%d)
zh_hant: 最近的檔案 (%d)

# menu.settings
source: Settings
de: Einstellungen
es: Ajustes
hy: Կարգավորումներ
ka: პარამეტრები
pt: Configurações
ru: Настройки
zh_hant: 設定

# menu.about
source: About
de: Über
es: Acerca de
hy: Ծրագրի մասին
ka: შესახებ
pt: Sobre
ru: О программе
zh_hant: 關於

# menu.quit
source: Quit Notch
de: Notch beenden
es: Salir de Notch
hy: Դուրս գալ Notch-ից
ka: Notch-დან გასვლა
pt: Sair do Notch
ru: Выйти из Notch
zh_hant: 結束 Notch

# about.title
source: About Notch
de: Über Notch
es: Acerca de Notch
hy: Notch-ի մասին
ka: Notch-ის შესახებ
pt: Sobre o Notch
ru: О программе Notch
zh_hant: 關於 Notch

# about.subtitle
source: Interactive MacBook Notch Manager
de: Interaktiver MacBook-Notch-Manager
es: Gestor interactivo del Notch de MacBook
hy: Ինտերակտիվ MacBook Notch կառավարիչ
ka: ინტერაქტიული MacBook Notch მენეჯერი
pt: Gerenciador interativo do MacBook Notch
ru: Интерактивный менеджер для MacBook Notch
zh_hant: 互動式 MacBook Notch 管理器

# about.version
source: Version: %@
es: Versión: %@
hy: Տարբերակ՝ %@
ka: ვერსია: %@
pt: Versão: %@
ru: Версия: %@
zh_hant: 版本：%@

# about.description
source: A beautiful, animated notch interface for managing files and controlling music on your MacBook.
de: Eine schöne, animierte Notch-Oberfläche zur Dateiverwaltung und Musiksteuerung auf Ihrem MacBook.
es: Una interfaz hermosa y animada del notch para gestionar archivos y controlar música en tu MacBook.
hy: Գեղեցիկ, անիմացված notch ինտերֆեյս՝ ֆայլեր կառավարելու և երաժշտություն վերահսկելու համար ձեր MacBook-ում։
ka: ლამაზი, ანიმირებული notch ინტერფეისი ფაილების მართვისა და მუსიკის კონტროლისთვის თქვენს MacBook-ზე.
pt: Uma interface bonita e animada do notch para gerenciar arquivos e controlar música no seu MacBook.
ru: Красивый, анимированный интерфейс notch для управления файлами и контроля музыки на вашем MacBook.
zh_hant: 一個漂亮、動畫化的 notch 介面，用於管理檔案和控制您的 MacBook 上的音樂。

# about.credits
source: Created by Nikita Stogniy
de: Erstellt von Nikita Stogniy
es: Creado por Nikita Stogniy
hy: Ստեղծել է Նիկիտա Ստոգնին
ka: შექმნილია ნიკიტა სტოგნის მიერ
pt: Criado por Nikita Stogniy
ru: Создано Никитой Стогнием
zh_hant: 由 Nikita Stogniy 創建

# notch.empty.title
source: No modules enabled
de: Keine Module aktiviert
es: No hay módulos activados
hy: Մոդուլներ միացված չեն
ka: მოდულები არ არის ჩართული
pt: Nenhum módulo ativado
ru: Модули не включены
zh_hant: 沒有啟用的模組

# notch.empty.message
source: Enable modules in Settings
de: Module in den Einstellungen aktivieren
es: Activa módulos en Ajustes
hy: Միացրեք մոդուլները Կարգավորումներում
ka: ჩართეთ მოდულები პარამეტრებში
pt: Ative módulos nas Configurações
ru: Включите модули в Настройках
zh_hant: 在設定中啟用模組

# preview.arrangement.title
source: Module Arrangement
de: Modulanordnung
es: Disposición de módulos
hy: Մոդուլների դասավորություն
ka: მოდულების განლაგება
pt: Organização de módulos
ru: Расположение модулей
zh_hant: 模組排列

# preview.arrangement.instructions
source: Drag icons to arrange, or drag to bottom to disable
de: Ziehen Sie Symbole zum Anordnen oder nach unten zum Deaktivieren
es: Arrastra los íconos para organizar o arrastra hacia abajo para desactivar
hy: Քաշեք պատկերակները դասավորելու համար կամ քաշեք վար անջատելու համար
ka: გადაიტანეთ ხატულები მოსაწესრიგებლად ან გადაიტანეთ ქვემოთ გამოსართავად
pt: Arraste os ícones para organizar ou arraste para baixo para desativar
ru: Перетаскивайте иконки для упорядочивания или перетащите вниз для отключения
zh_hant: 拖曳圖示以排列，或拖曳到底部以停用

# preview.overflow.warning.title
source: Too many modules!
de: Zu viele Module!
es: ¡Demasiados módulos!
hy: Չափից շատ մոդուլներ։
ka: ძალიან ბევრი მოდული!
pt: Muitos módulos!
ru: Слишком много модулей!
zh_hant: 模組太多！

# preview.overflow.warning.both
source: Some modules on both sides will be hidden behind the physical notch
de: Einige Module auf beiden Seiten werden hinter der physischen Notch verborgen
es: Algunos módulos en ambos lados quedarán ocultos detrás del notch físico
hy: Մոդուլներից ոմանք երկու կողմերում կթաքնվեն ֆիզիկական notch-ի հետևում
ka: ზოგიერთი მოდული ორივე მხარეს დაიმალება ფიზიკური notch-ის უკან
pt: Alguns módulos em ambos os lados ficarão ocultos atrás do notch físico
ru: Некоторые модули с обеих сторон будут скрыты за физическим notch
zh_hant: 兩側的某些模組將被隱藏在物理 notch 後面

# preview.overflow.warning.left
source: Some modules on the left will be hidden behind the physical notch
de: Einige Module auf der linken Seite werden hinter der physischen Notch verborgen
es: Algunos módulos a la izquierda quedarán ocultos detrás del notch físico
hy: Ձախ կողմի մոդուլներից ոմանք կթաքնվեն ֆիզիկական notch-ի հետևում
ka: ზოგიერთი მოდული მარცხენა მხარეს დაიმალება ფიზიკური notch-ის უკან
pt: Alguns módulos à esquerda ficarão ocultos atrás do notch físico
ru: Некоторые модули слева будут скрыты за физическим notch
zh_hant: 左側的某些模組將被隱藏在物理 notch 後面

# preview.overflow.warning.right
source: Some modules on the right will be hidden behind the physical notch
de: Einige Module auf der rechten Seite werden hinter der physischen Notch verborgen
es: Algunos módulos a la derecha quedarán ocultos detrás del notch físico
hy: Աջ կողմի մոդուլներից ոմանք կթաքնվեն ֆիզիկական notch-ի հետևում
ka: ზოგიერთი მოდული მარჯვენა მხარეს დაიმალება ფიზიკური notch-ის უკან
pt: Alguns módulos à direita ficarão ocultos atrás do notch físico
ru: Некоторые модули справа будут скрыты за физическим notch
zh_hant: 右側的某些模組將被隱藏在物理 notch 後面

# preview.disabled.title
source: Disabled Modules
de: Deaktivierte Module
es: Módulos desactivados
hy: Անջատված մոդուլներ
ka: გამორთული მოდულები
pt: Módulos desativados
ru: Отключенные модули
zh_hant: 已停用的模組

# preview.disabled.drop_prompt
source: Drop here to disable
de: Hier ablegen zum Deaktivieren
es: Suelta aquí para desactivar
hy: Գցեք այստեղ անջատելու համար
ka: გადმოიტანეთ აქ გამოსართავად
pt: Solte aqui para desativar
ru: Перетащите сюда для отключения
zh_hant: 拖曳到此處以停用

# preview.physical_notch.label
source: Physical Notch
de: Physische Notch
es: Notch físico
hy: Ֆիզիկական Notch
ka: ფიზიკური Notch
pt: Notch físico
ru: Физический Notch
zh_hant: 物理 Notch

# arrangement.title
source: Module Arrangement
de: Modulanordnung
es: Disposición de módulos
hy: Մոդուլների դասավորություն
ka: მოდულების განლაგება
pt: Organização de módulos
ru: Расположение модулей
zh_hant: 模組排列

# arrangement.instructions
source: Drag modules to reorder or move between sides
de: Ziehen Sie Module zum Neuordnen oder Verschieben zwischen Seiten
es: Arrastra los módulos para reordenar o mover entre lados
hy: Քաշեք մոդուլները վերադասավորելու կամ կողմերի միջև տեղափոխելու համար
ka: გადაიტანეთ მოდულები ხელახლა მოსაწესრიგებლად ან მხარეებს შორის გადასატანად
pt: Arraste módulos para reordenar ou mover entre lados
ru: Перетаскивайте модули для переупорядочивания или перемещения между сторонами
zh_hant: 拖曳模組以重新排序或在兩側之間移動

# arrangement.left_side
source: Left Side
de: Linke Seite
es: Lado izquierdo
hy: Ձախ կողմ
ka: მარცხენა მხარე
pt: Lado esquerdo
ru: Левая сторона
zh_hant: 左側

# arrangement.right_side
source: Right Side
de: Rechte Seite
es: Lado derecho
hy: Աջ կողմ
ka: მარჯვენა მხარე
pt: Lado direito
ru: Правая сторона
zh_hant: 右側
